Repository: fullstory-morgue/configure-gprs
Catalog: po/*.po
Languages: pt

source: Error: You must be root to run this script!
pt: Erro: só o super utilizador (root) pode usar este programa

source: GPRS disconnected.
pt: GPRS desligado.

source: (No Change)
pt: (nehuma mudança)

source: No modem device selected
pt: nenhuma interface selecionada

source: You have not configured a device for modem / cellphone access yet. Would you like to do this now?
pt: Você não fey a configuração do modem. Deseja fazer a configuração agora?

source: GPRS - Provider
pt: Operadora - GPRS

source: Please select your cellphone provider:
pt: Entre o nome da operadora que deseja utilizar:

source: GPRS - Provider-String
pt: Operadora - GPRS

source: Please enter the INIT string for GPRS that your provider recommends (check your documentation):
pt: Entra a frase dei initialização (init-string) ein, den Ihr Pr indicapa pela sua operadora para a ligação GPRS:

source: Please be aware that surfing the net over GPRS, while not being onlinetime-dependent, can cause high costs for traffic volume, depending on your provider (usually about 1 cent/kB). You can get a detailled statistic about internet traffic in the "Root-Shell" using the program iptraf (on ppp0). Start GPRS Internet Access now?
pt: Deseja establecer a ligação GPRS agora?

source: GPRS dialup initiated, hit Ctrl-C to disconnect.
pt: A ligação foi initializada. Use Ctrl-C para a acabar a ligação.
